tap "hashicorp/tap"
tap "stripe/stripe-cli"
brew "node"
brew "aws-cdk"
brew "pycparser"
brew "cffi"
brew "cryptography"
brew "python@3.12"
brew "awscli"
brew "zstd"
brew "boost"
brew "libgit2"
brew "cargo-c"
brew "cfn-lint"
brew "commitizen"
brew "curl"
brew "dive"
brew "docutils"
brew "folly"
brew "fizz"
brew "wangle"
brew "fbthrift"
brew "fb303"
brew "edencommon"
brew "git"
brew "unbound"
brew "gnutls"
brew "pinentry"
brew "gnupg"
brew "go"
brew "jq"
brew "mvfst"
brew "node@20"
brew "nvm"
brew "pinentry-mac"
brew "pnpm"
brew "python@3.11"
brew "rustup"
brew "stow"
brew "unzip"
brew "vite"
brew "watchman"
brew "yarn"
brew "yq"
brew "hashicorp/tap/terraform"
brew "stripe/stripe-cli/stripe"
vscode "1yib.rust-bundle"
vscode "42crunch.vscode-openapi"
vscode "alexcvzz.vscode-sqlite"
vscode "amazonwebservices.aws-toolkit-vscode"
vscode "amazonwebservices.codewhisperer-for-command-line-companion"
vscode "andrew-codes.cypress-snippets"
vscode "andrewmcodes.tailwindcss-extension-pack"
vscode "andys8.jest-snippets"
vscode "apollographql.vscode-apollo"
vscode "arjun.swagger-viewer"
vscode "astro-build.astro-vscode"
vscode "austenc.tailwind-docs"
vscode "aws-scripting-guy.cform"
vscode "bernardogualberto.solidjs"
vscode "bodil.prettier-toml"
vscode "bourhaouta.tailwindshades"
vscode "bradlc.vscode-tailwindcss"
vscode "burkeholland.simple-react-snippets"
vscode "champgm.cloudformation-yaml-validator"
vscode "christian-kohler.npm-intellisense"
vscode "christian-kohler.path-intellisense"
vscode "clinyong.vscode-css-modules"
vscode "cweijan.dbclient-jdbc"
vscode "cweijan.vscode-mysql-client2"
vscode "daiwata.yaml-preview"
vscode "dakara.dakara-foldplus"
vscode "danielthielking.aws-cloudformation-yaml"
vscode "dannysteenman.cdk-snippets"
vscode "dbaeumer.vscode-eslint"
vscode "docker.docker"
vscode "dsznajder.es7-react-js-snippets"
vscode "dunstontc.vscode-go-syntax"
vscode "dzhavat.bracket-pair-toggler"
vscode "eamodio.gitlens"
vscode "esbenp.prettier-vscode"
vscode "firsttris.vscode-jest-runner"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "golang.go"
vscode "graphql.vscode-graphql"
vscode "graphql.vscode-graphql-syntax"
vscode "hbenl.vscode-test-explorer"
vscode "heybourn.headwind"
vscode "hollowtree.vue-snippets"
vscode "honnamkuan.golang-snippets"
vscode "jock.svg"
vscode "john-goldsmith.vscode-aws-cloudformation-auto-template-generator"
vscode "kddejong.vscode-cfn-lint"
vscode "kennylong.kubernetes-yaml-formatter"
vscode "launchdarklyofficial.launchdarkly"
vscode "lottiefiles.vscode-lottie"
vscode "macieklad.tailwind-sass-syntax"
vscode "mark-tucker.aws-cli-configure"
vscode "mattpocock.ts-error-translator"
vscode "mechatroner.rainbow-csv"
vscode "mgmcdermott.vscode-language-babel"
vscode "mhutchie.git-graph"
vscode "mklein.cdk-snippets"
vscode "ms-azuretools.vscode-containers"
vscode "ms-azuretools.vscode-docker"
vscode "ms-dotnettools.vscode-dotnet-runtime"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode.test-adapter-converter"
vscode "ms-vscode.vscode-typescript-next"
vscode "ms-vsliveshare.vsliveshare"
vscode "neonxp.gotools"
vscode "orta.vscode-jest"
vscode "oven.bun-vscode"
vscode "pandy.bun"
vscode "pkief.material-icon-theme"
vscode "premparihar.gotestexplorer"
vscode "prisma.prisma"
vscode "redhat.vscode-yaml"
vscode "rust-lang.rust-analyzer"
vscode "sayinserdar.react-query"
vscode "sdras.vue-vscode-snippets"
vscode "sebastianbille.iam-legend"
vscode "shd101wyy.markdown-preview-enhanced"
vscode "sidharthachatterjee.vscode-tailwindcss"
vscode "stripe.vscode-stripe"
vscode "sudoaugustin.tailwindcss-transpiler"
vscode "tamasfe.even-better-toml"
vscode "tlent.jest-snapshot-language-support"
vscode "tonybaloney.vscode-pets"
vscode "unifiedjs.vscode-mdx"
vscode "usernamehw.errorlens"
vscode "vitest.explorer"
vscode "vue.volar"
vscode "wallabyjs.console-ninja"
vscode "wix.vscode-import-cost"
vscode "xdebug.php-debug"
vscode "xyc.vscode-mdx-preview"
vscode "yoavbls.pretty-ts-errors"
vscode "zarifprogrammer.tailwind-snippets"
vscode "zhangyue.rust-mod-generator"
vscode "zignd.html-css-class-completion"
